Repository: pyksid/wp-ulike-pro
Catalog: languages/wp-ulike-pro-*.po
Languages: fa_ir

source: Check Vote
fa_ir: بررسی رای

source: Broken Heart
fa_ir: دل شکسته

source: Positive/Negative Circles
fa_ir: دایره های مثبت/منفی

source: FeedBack
fa_ir: بازخورد

source: Rating Face
fa_ir: چهره امتیاز

source: Rating Boy
fa_ir: پسر امتیاز

source: Rating Girl
fa_ir: دختر امتیاز

source: Up/Down Votes
fa_ir: آرای بالا/پایین

source: Star Thumb
fa_ir: ستاره شست

source: Arrow Votings
fa_ir: آرای پیکان

source: Minimal Votings
fa_ir: حداقل رای گیری

source: Badge Thumb
fa_ir: نشان شست

source: Fave Star
fa_ir: ستاره مورد علاقه

source: Pin Button
fa_ir: دکمه پین

source: Clapping Button
fa_ir: دکمه کف زدن

source: Smiley Switch button
fa_ir: دکمه سوئیچ شکلک

source: ULike ᴾᴿᴼ
fa_ir: یولایک ᴾᴿᴼ

source: Pending
fa_ir: در انتظار

source: Points for dis-liking content
fa_ir: امتیاز برای دوست نداشتن محتوا

source: This hook award / deducts points from users who Dislike/Undislike any content of WordPress, bbPress, BuddyPress & ...
fa_ir: این هوک جایزه/ از کاربرانی کسر می کند که هر محتوایی از وردپرس، bbPress، BuddyPress و ... را دوست ندارند/نپسندند.

source: Disliking Content
fa_ir: محتوا دیس لایک

source: Undisliking Content
fa_ir: عدم علاقه به محتوا

source: No Results Found!
fa_ir: نتیجه ای یافت نشد !

source: Please select a slug for social share!
fa_ir: لطفاً یک راب برای اشتراک گذاری اجتماعی انتخاب کنید!

source: Social network are empty! Please check your configurations.
fa_ir: شبکه های اجتماعی خالی است! لطفا تنظیمات خود را بررسی کنید.

source: Google Authenticator
fa_ir: اعتبار سنجی گوگل

source: Setup 2-factor Authentication
fa_ir: فعال کردن تایید دو مرحله‌ای

source: Usable authentication accounts
fa_ir: حساب های احراز هویت شده

source: Authenticator app
fa_ir: حساب کاربری

source: ago
fa_ir: قبل

source: You have reached the limit for requesting authentication acccounts for this user. If you want to update your authentication account, try to remove some of the following apps.
fa_ir: شما به حد مجاز درخواست حساب های احراز هویت برای این کاربر رسیده اید. اگر می خواهید حساب احراز هویت خود را بروز کنید، برخی از برنامه های زیر را حذف کنید.

source: Template type not exist!
fa_ir: نوع قالب وجود ندارد!

source: The following problems were found:
fa_ir: مشکلات زیر یافت شد:

source: This tab is looking a little empty!
fa_ir: این برگه کمی خالی به نظر می رسد!

source: You're not using WP ULike Pro yet!
fa_ir: شما هنوز از WP ULike Pro استفاده نمی کنید!

source: Activate the WP ULike plugin to start using all of WP ULike Pro plugin's features.
fa_ir: افزونه WP ULike را برای شروع استفاده از تمام ویژگی های افزونه WP ULike Pro فعال کنید.

source: Activate Now
fa_ir: فعال کردن

source: WP ULike Pro plugin requires installing the WP ULike plugin
fa_ir: افزونه WP ULike Pro نیاز به نصب افزونه WP ULike دارد

source: Install and activate the WP ULike plugin to access all the Pro features.
fa_ir: افزونه WP ULike را نصب و فعال کنید تا به تمام ویژگی های Pro دسترسی داشته باشید.

source: Install Now
fa_ir: اکنون نصب کنید

source: %1$sWP ULike Pro requires newer version of the WP ULike plugin%2$s Update the WP ULike plugin to reactivate the WP ULike Pro plugin.
fa_ir: %1$sWP ULike Pro به نسخه جدیدتر افزونه WP ULike نیاز دارد%2$s افزونه WP ULike را به‌روزرسانی کنید تا افزونه WP ULike Pro دوباره فعال شود.

source: Update Now
fa_ir: اکنون بروزرسانی کنید

source: %1$sDon’t miss out on the new version of WP ULike%2$s Update to the latest version of WP ULike to enjoy new features, better performance and compatibility.
fa_ir: %1$sنسخه جدید WP ULike را از دست ندهید%2$s برای لذت بردن از ویژگی‌های جدید، عملکرد بهتر و سازگاری، به آخرین نسخه WP ULike به‌روزرسانی کنید.

source: WP ULike PRO boosts engagement with voting, user profiles, schema, and analytics—optimizing your site's performance effortlessly.
fa_ir: یولایک پرو با رای‌گیری، پروفایل‌های کاربری، اسکیما و تحلیل‌ها، تعامل را افزایش می‌دهد و عملکرد وب‌سایت شما را به‌سادگی بهینه می‌کند.
