Repository: pyksid/wp-ulike-pro
Catalog: languages/wp-ulike-pro-*.po
Languages: fa_ir

source: G &#8212; Suitable for all audiences
fa_ir: G &#8212; مناسب برای همه مخاطبان

source: PG &#8212; Possibly offensive, usually for audiences 13 and above
fa_ir: PG &#8212; احتمالاً توهین آمیز، معمولاً برای مخاطبان 13سال و بالاتر

source: R &#8212; Intended for adult audiences above 17
fa_ir: R &#8212; برای مخاطبان بزرگسال بالای 17 سال در نظر گرفته شده است

source: X &#8212; Even more mature than above
fa_ir: X &#8212; برای سنین بالاتر

source: WP ULike Shortcode
fa_ir: کد کوتاه WP ULike

source: WP ULike Shortcode Block
fa_ir: بلوک کد کوتاه WP ULike

source: Select content type
fa_ir: انتخاب نوع محتوا

source: Post
fa_ir: پست

source: Comment
fa_ir: نظر

source: Activity
fa_ir: تجربه

source: Topic
fa_ir: موضوع

source: Enter Custom ID
fa_ir: شناسه سفارشی را وارد کنید

source: Wrapper Class
fa_ir: کلاس بسته بندی

source: Get Counter Value
fa_ir: دریافت مقدار متقابل

source: Select Status
fa_ir: انتخاب وضعیت

source: Display User Info
fa_ir: نمایش اطلاعات کاربر

source: Enter Custom User ID
fa_ir: شناسه کاربری سفارشی را وارد کنید

source: Select a user
fa_ir: انتخاب یک کاربر

source: Don't use Custom ID for user profiles section.
fa_ir: از شناسه سفارشی برای بخش پروفایل های کاربر استفاده نکنید.

source: Select output type
fa_ir: انتخاب نوع خروجی

source: Data Counter
fa_ir: شمارنده داده

source: Last Activity
fa_ir: آخرین فعالیت

source: Last Status
fa_ir: آخرین وضعیت

source: Select Table Type
fa_ir: انتخاب نوع جدول

source: Before Text
fa_ir: قبل از متن

source: After Text
fa_ir: بعد از متن

source: Empty message Text
fa_ir: متن پیام خالی

source: Get Items List
fa_ir: دریافت لیست اقلام

source: Enable Anonymize User
fa_ir: ناشناس کردن کاربر را فعال کنید

source: Select Post Type
fa_ir: انتحاب نوع پست

source: Select status
fa_ir: انتخاب وضعیت

source: Display Popular Items
fa_ir: نمایش اقلام محبوب

source: Limit
fa_ir: محدودیت

source: Desktop Column
fa_ir: ستون دسکتاپ

source: Tablet Column
fa_ir: ستون تبلت

source: Mobile Column
fa_ir: ستون موبایل

source: Exclude
fa_ir: مستثنی کردن

source: Select options to hide in the list
fa_ir: گزینه هایی را برای پنهان کردن در لیست انتخاب کنید

source: Thumbnail
fa_ir: تصویر کوچک

source: Date Info
fa_ir: اطلاعات تاریخ

source: Author Info
fa_ir: اطلاعات نویسنده

source: Likes/Dislikes Info
fa_ir: اطلاعات لایک/نپسندیدن

source: User Profile
fa_ir: پروفایل کاربری

source: Login Form
fa_ir: فرم ورود

source: Enter Form ID
fa_ir: شناسه فرم را وارد کنید

source: Username label
fa_ir: لیبل نام کاربری

source: Password label
fa_ir: لیبل رمز عبور

source: Remember Me label
fa_ir: مرا به خاطر بسپار

source: Button label
fa_ir: لیبل دکمه

source: Reset password text
fa_ir: متن ریست رمز عبور

source: Reset password URL
fa_ir: ریست آدرس رمز عبور

source: Signup Message
fa_ir: پیام ثبت نام

source: Signup URL text
fa_ir: متن آدرس ثبت نام

source: Redirect URL
fa_ir: تغییر مسیر آدرس

source: Enable AJAX Toggle
fa_ir: فعال کردن تغییر ایجکس

source: Signup Form
fa_ir: فرم ثبت نام

source: First name label
fa_ir: لیبل نام

source: Last name label
fa_ir: لیبل نام خانوادگی

source: Email label
fa_ir: لیبل ایمیل

source: Login Message
fa_ir: پیغام ورود

source: Login URL text
fa_ir: متن آدرس ورود

source: Reset Password Form
fa_ir: فرم ریست کردن رمز عبور

source: Reset your password message
fa_ir: پیام رمز عبور خود را ریست کنید

source: Enter new password message
fa_ir: پیام رمز جدید را وارد کنید

source: Check your email message
fa_ir: پیام ایمیل خود را بررسی کنید

source: Username or Email label
fa_ir: نام کاربری یا برچسب ایمیل

source: New password label
fa_ir: لیبل رمز جدید

source: Re-enter new password label
fa_ir: لیبل رمز عبور جدید را دوباره وارد کنید

source: Invalid key message
fa_ir: پیام کلید نامعتبر است

source: Expired key message
fa_ir: پیام کلید منقضی شده

source: Get new password label
fa_ir: لیبل دریافت رمز عبور جدید

source: Reset password label
fa_ir: لیبل ریست رمز عبور

source: Go to login URL text
fa_ir: متن برو به آدرس ورود

source: Edit Account Form
fa_ir: ویرایش فرم حساب

source: Website label
fa_ir: لیبل وبسایت

source: Biographical info label
fa_ir: لیبل اطلاعات بیوگرافی

source: Upload avatar label
fa_ir: لیبل آپلود آواتار

source: Permission denied message
fa_ir: پیام اجازه رد شد

source: Share buttons
fa_ir: دکمه های اشتراک گذاری

source: URL
fa_ir: آدرس

source: Two factor setup
fa_ir: تنظیم دو عاملی

source: Accounts Title
fa_ir: عنوان حساب ها

source: App Name
fa_ir: نام برنامه

source: Ago text
fa_ir: متن قبل

source: Limit accounts
fa_ir: حساب ها را محدود کنید

source: Limit message
fa_ir: پیام محدود

source: Qrcode image size
fa_ir: اندازه تصویر Qrcode

source: Social logins
fa_ir: ورودهای اجتماعی

source: Growth ratings chart from
fa_ir: نمودار رشد امتیازها از

source: To
fa_ir: تا

source: Like (Up Vote)
fa_ir: لایک (رای مثبت)

source: Un-Like (Removed Up Vote)
fa_ir: عدم پسندیدن (رای بالا حذف شده)

source: Dislike (Down Vote)
fa_ir: دوست نداشتن (رای منفی)

source: Un-Dislike (Removed Down Vote)
fa_ir: عدم پسندیدن (رای منفی حذف شده)

source: All
fa_ir: همه

source: Un-Like
fa_ir: دوست نداشتن

source: Un-Dislike
fa_ir: می پسندم

source: No results were found in
fa_ir: هیچ نتیجه ای در یافت نشد

source: period
fa_ir: مدت

source: on
fa_ir: فعال

source: %s is Not Activated!
fa_ir: %s فعال نشده است!

source: These API keys allow you to use the REST API to retrieve store data in JSON for external applications or devices.
fa_ir: این کلیدهای API به شما امکان می دهند از REST API برای بازیابی داده های ذخیره شده در JSON برای برنامه ها یا دستگاه های خارجی استفاده کنید.

source: Generate New API Keys
fa_ir: ساخت کلید API جدید

source: All Times
fa_ir: همه زمان ها

source: License Settings
fa_ir: تنظیمات لایسنس

source: WP ULike Pro License
fa_ir: لایسنس یولایک پرو

source: Enter your license key here, to activate WP ULike Pro, and get automatic updates, premium support, and unlimited access to the template library.
fa_ir: کلید مجوز خود را در اینجا وارد کنید تا WP ULike Pro را فعال کنید و به‌روزرسانی‌های خودکار، پشتیبانی برتر و دسترسی نامحدود به کتابخانه الگو را دریافت کنید.

source: Log in to %1$syour account%2$s to get your license key.
fa_ir: برای دریافت کلید مجوز خود، به %1$sحساب خود%2$s وارد شوید.

source: If you don't yet have a license key, %1$sget WP ULike Pro now%2$s.
fa_ir: اگر هنوز کلید مجوز ندارید، %1$sاکنون WP ULike Pro را دریافت کنید%2$s.

source: Copy the license key from your account and paste it below.
fa_ir: کلید مجوز را از حساب خود کپی کنید و آن را در زیر وارد کنید.

source: Your License Key
fa_ir: لایسنس شما

source: Please enter your license key here
fa_ir: لطفا لایسنس خود را اینجا وارد نمایید

source: Activate
fa_ir: فعال کردن

source: Your license key should look something like this: %s
fa_ir: کلید لایسنس شما باید چیزی شبیه به این باشد: %s

source: Deactivate
fa_ir: غیر فعال کردن

source: <strong>Your License Has Expired.</strong> <a href="%s" target="_blank">Renew your license today</a> to keep getting feature updates, premium support and unlimited access to the template library.
fa_ir: <strong> مجوز شما فعال شده است. </strong> <a href="%s" target="_blank">مجوز خود را امروز تمدید کنید </a> تا بتوانید بروزرسانی ویژگی ها ، پشتیبانی حق بیمه و دسترسی نامحدود به کتابخانه الگو را ادامه دهید.

source: <strong>Your license key doesn't match your current domain</strong>. This is most likely due to a change in the domain URL of your site (including HTTPS/SSL migration). Please deactivate the license and then reactivate it again.
fa_ir: <strong>کلید مجوز شما با دامنه فعلی شما مطابقت ندارد</strong>. این به احتمال زیاد به دلیل تغییر در آدرس دامنه سایت شما (از جمله انتقال HTTPS/SSL) است. لطفاً لایسنس را غیرفعال کرده و مجدداً آن را فعال کنید.

source: Dislike Image
fa_ir: تصویر دیس لایک

source: Profile Template
fa_ir: الگو پروفایل

source: Header
fa_ir: هدر

source: Name Typography
fa_ir: تایپوگرافی نام

source: Desc Typography
fa_ir: تایپوگرافی توصیفی

source: Avatar Max/Min Size
fa_ir: حداکثر/حداقل اندازه آواتار

source: Title Typography
fa_ir: تایپوگرافی عنوان

source: Subtitle Typography
fa_ir: تایپوگرافی زیرنویس

source: Menu Typography
fa_ir: تایپوگرافی منو

source: Menu Border
fa_ir: مرز منو

source: Menu Border Active Color
fa_ir: رنگ فعال حاشیه منو

source: Menu Padding
fa_ir: پدینگ منو

source: Left/Right Menu Default Color
fa_ir: رنگ پیشفرض منو چپ/راست

source: Left/Right Menu Active Color
fa_ir: رنگ فعال منو چپ/راست

source: Content Typography
fa_ir: تایپوگرافی محتوا

source: Content Border
fa_ir: حاشیه محتوا

source: Content Padding
fa_ir: فاصله داخلی محتوا

source: Login & Signup Forms
fa_ir: فرم های ورود و ثبت نام

source: Typography
fa_ir: تایپوگرافی

source: Max Width
fa_ir: حداکثر عرض

source: Form Margin
fa_ir: فرم حاشیه

source: Spacing
fa_ir: فاصله گذاری

source: Inputs
fa_ir: ورودی ها

source: Border
fa_ir: کادر حاشیه

source: Border Hover Color
fa_ir: رنگ هاور حاشیه

source: Padding
fa_ir: فاصله داخلی

source: Active Color
fa_ir: رنگ فعال

source: Button
fa_ir: دکمه

source: Hover Color
fa_ir: رنگ هاور

source: Background Color
fa_ir: رنگ پس زمینه

source: Background Hover Color
fa_ir: رنگ هاور پس زمینه

source: Loading Spinner
fa_ir: اسپینر بارگذاری

source: Social Buttons
fa_ir: دکمه های اجتماعی

source: If you are using official colors for social buttons, note that the color settings of this section will be overwritten on them.
fa_ir: اگر از رنگ‌های رسمی برای دکمه‌های اجتماعی استفاده می‌کنید، توجه داشته باشید که تنظیمات رنگ این بخش روی آن‌ها بازنویسی می‌شود.

source: Background
fa_ir: پس زمینه

source: Height
fa_ir: ارتفاع

source: Width
fa_ir: عرض

source: Method Not found!
fa_ir: تابع یافت نشد!

source: Login
fa_ir: ورود

source: Sign Up
fa_ir: ثبت نام

source: Edit Account
fa_ir: ویرایش حساب

source: Invalid item type.
fa_ir: نوع مورد نامعتبر است.

source: This item has not been liked by any user!
fa_ir: این مورد توسط هیچ کاربری پسندیده نشده است!

source: It is not possible to perform this process in preview mode!
fa_ir: انجام این فرآیند در حالت پیش نمایش امکان پذیر نیست!

source: Points for Disliking content
fa_ir: نکاتی برای دوست نداشتن محتوا

source: Points
fa_ir: امتیازات

source: Use zero to disable.
fa_ir: برای غیرفعالسازی عدد صفر را وارد کنید.

source: Log template
fa_ir: الگو ورود

source: required
fa_ir: ضروری است

source: Points for Author Who Get Disliked
fa_ir: امتیاز برای نویسنده ای که دوست ندارد

source: Points for Undisliking content
fa_ir: امتیاز برای عدم دوست داشتن محتوا

source: Points for Author Who Get Undisliked
fa_ir: امتیاز برای نویسنده ای که مورد پسند نیست

source: Limits
fa_ir: محدودیت ها

source: %plural% is to be awarded even when item authors Like/Unlike their own item.
fa_ir: حتی زمانی که نویسندگان مورد مورد خود را دوست داشته باشند، به %plural% تعلق می گیرد.

source: Check your e-mail address linked to the account for the confirmation link, including the spam or junk folder.
fa_ir: آدرس ایمیل خود را که به حساب مرتبط است برای لینک تأیید، از جمله پوشه هرزنامه یا ناخواسته بررسی کنید.

source: %s plugin has been disabled automatically due to following reason:
fa_ir: افزونه %s به دلیل زیر (به صورت خودکار) غیرفعال شد:

source: Note for admin
fa_ir: یاداشت برای مدیر

source: %s plugin is required in order to use this plugin. Please install and activate the plugin.
fa_ir: برای استفاده از این افزونه، شما به افزونه %s نیاز دارید. لطفا افزونه را نصب و فعالسازی کنید.

source: Install Plugin
fa_ir: نصب افزونه

source: Activate Plugin
fa_ir: فعال کردن افزونه

source: The plugin requires %s plugin version %s or higher (current version is %s). Please update it to the latest version.
fa_ir: این افزونه به افزونه %s نسخه %s یا بالاتر نیاز دارد (نسخه فعلی: %s). لطفا آن را به آخرین نسخه بروز کنید.

source: %s theme requires %s plugin version %s or higher in order to function property. Your current plugin version is %s, please update it to latest version.
fa_ir: پوسته %s برای عملکرد صحیح به افزونه %s (نسخه %s یا بالاتر) نیاز دارد. نسخه فعلی افزونه شما %s است. لطفا آن را به آخرین نسخه بروز کنید.

source: The plugin requires %s theme version %s or higher in order to function property. Your current theme version is %s, please %s update to latest version %s.
fa_ir: این افزونه برای عملکرد صحیح، به پوسته %s نسخه %s یا بالاتر نیاز دارد. نسخه فعلی پوسته شما %s است. لطفا آن را %s به آخرین نسخه بروز کنید %s.

source: %s path while checking the availability of theme not found.
fa_ir: مسیر %s هنگام بررسی برای در دسترس بودن پوسته، یافت نشد.

source: %s function callback while checking the availability of theme not found.
fa_ir: فانکشن کال بک %s هنگام بررسی برای در دسترس بودن پوسته، یافت نشد.

source: PHP version %s or above is required for this plugin while your the current PHP version is %s.
fa_ir: این افزونه به نسخه پی اچ پی %s یا بالاتر نیاز دارید. در صورتی که نسخه پی اچ پی شما %s است.

source: Profile data updated.
fa_ir: داده های پروفایل بروز شد.

source: All information received successfully.
fa_ir: تمام اطلاعات با موفقیت دریافت شد.

source: Votes list are empty.
fa_ir: لیست آرا خالی است.

source: Item information successfully obtained.
fa_ir: اطلاعات مورد با موفقیت به دست آمد.

source: Item not found!
fa_ir: مورد پیدا نشد!

source: Item Inserted.
fa_ir: مورد درج شد.

source: Something wrong happened!
fa_ir: اتفاقی اشتباه افتاد!

source: Item Updated.
fa_ir: مورد بروز شد.

source: Ok, we found it.
fa_ir: باشه پیداش کردیم.

source: User status not found!
fa_ir: وضعیت کاربر پیدا نشد!

source: User data not found!
fa_ir: اطلاعات کاربر پیدا نشد!

source: No provider class found!
fa_ir: هیچ کلاس ارائه دهنده ای پیدا نشد!

source: Provider authentication error
fa_ir: خطای احراز هویت ارائه دهنده

source: No provider class found for %s
fa_ir: هیچ کلاس ارائه دهنده ای برای %s یافت نشد

source: %s returned an invalid user identifier.
fa_ir: %s یک شناسه کاربری نامعتبر برگرداند.

source: This account is already linked to another user account.
fa_ir: این حساب قبلاً به حساب کاربری دیگری مرتبط شده است.

source: A user account using the same email address as this account already exists.
fa_ir: یک حساب کاربری که از همان آدرس ایمیل این حساب استفاده می کند، از قبل وجود دارد.

source: Oops, it looks like you may already have an account&hellip; please log in to link your profile.
fa_ir: اوه، به نظر می رسد که شما ممکن است از قبل یک حساب داشته باشید… لطفا برای لینک دادن پروفایل خود وارد شوید.

source: User
fa_ir: کاربر

source: ERROR
fa_ir: خطا

source: Couldn&#8217;t register you&hellip; please contact us if you continue to have problems.
fa_ir: نمیتوانید ثبت نام کنید! با ما تماس بگیرید.

source: 2-factor support is not enabled!
fa_ir: پشتیبانی 2 عاملی فعال نیست!

source: 2-factor account has been removed
fa_ir: حساب 2 مرحله ای با موفیت حذف شد

source: Element class "%s" not found.
fa_ir: کلاس المان "%s" یافت نشد.

source: Module class "%s" not found.
fa_ir: کلاس ماژول "%s" یافت نشد.

source: "%1$s" requires "%2$s" version %3$s or greater.
fa_ir: "%1$s" نیازمند "%2$s" با نسخه %3$s یا بالاتر است.

source: Elementor
fa_ir: المنتور

source: Custom CSS
fa_ir: سفارشی سازی

source: Use "selector" to target wrapper element. Examples:<br>selector {color: red;} // For main element<br>selector .child-element {margin: 10px;} // For child element<br>.my-class {text-align: center;} // Or use any custom selector
fa_ir: برای هدف قرار دادن عنصر از "انتخابگر" استفاده کنید. مثالها: <br> سلکتور{color: red;} // برای عنصر اصلی <br> سلکتور.child-element {margin: 10px;} // برای عنصر کودک <br>>.my-class {text-align: center;} // یا از هر انتخابگر سفارشی استفاده کنید

source: Source
fa_ir: منبع

source: Search & Select
fa_ir: جستجو و انتخاب

source: Author
fa_ir: نویسنده

source: Manual Selection
fa_ir: انتخاب دستی

source: Current Query
fa_ir: کوئری فعلی

source: Include
fa_ir: شامل

source: Include By
fa_ir: شامل توسط

source: Term
fa_ir: شرایط

source: Terms are items in a taxonomy. The available taxonomies are: Categories, Tags, Formats and custom taxonomies.
fa_ir: شرایط موارد در یک طبقه بندی هستند. طبقه بندی‌های موجود اعبارتند از: دسته‌بندی‌ها، برچسب‌ها، فرمت‌ها و طبقه‌بندی‌های سفارشی.

source: Exclude By
fa_ir: مستثنی کردن بر اساس

source: Current Post
fa_ir: پست فعلی

source: Avoid Duplicates
fa_ir: اجتناب از تکراری

source: Set to Yes to avoid duplicate posts from showing up. This only effects the frontend.
fa_ir: برای جلوگیری از نمایش پست های تکراری روی "بله" تنظیم کنید . این فقط در ظاهر تاثیر می گذارد.

source: Offset
fa_ir: آفست

source: Use this setting to skip over posts (e.g. '2' to skip over 2 posts).
fa_ir: از این گزینه برای رد شدن از روی نوشته ها استفاده کنید. برای مثال اگر می خواهید 2 نوشته اول را نادیده بگیرید، فقط عدد 2 را وارد کنید.

source: Date
fa_ir: تاریخ

source: Past Day
fa_ir: روز گذشته

source: Past Week
fa_ir: هفته گذشته

source: Past Month
fa_ir: ماه گذشته

source: Past Quarter
fa_ir: سه ماه گذشته

source: Past Year
fa_ir: سال گذشته

source: Before
fa_ir: قبل

source: Choose
fa_ir: انتخاب

source: Setting a ‘Before’ date will show all the posts published until the chosen date (inclusive).
fa_ir: تنظیم تاریخ "قبل"، تمام پستهای منتشر شده تا تاریخ انتخاب شده (شامل) را نشان می دهد.

source: After
fa_ir: بعد

source: Setting an ‘After’ date will show all the posts published since the chosen date (inclusive).
fa_ir: تنظیم تاریخ "بعد"، تمام پستهای منتشر شده از تاریخ انتخاب شده (شامل) را نشان می دهد.

source: Order By
fa_ir: سفارش توسط

source: Menu Order
fa_ir: ترتیب منو

source: Random
fa_ir: تصادفی

source: Order
fa_ir: سفارش

source: ASC
fa_ir: صعودی

source: DESC
fa_ir: نزولی

source: Posts Per Page
fa_ir: پست در هر صفحه

source: Ignore Sticky Posts
fa_ir: نادیده گرفتن پست های چسبنده

source: Sticky-posts ordering is visible on frontend only
fa_ir: ترتیب نوشته‌های چسبان برای نمایش فقط در فرانت‌اند

source: Query ID
fa_ir: شناسه کوئری

source: Give your Query a custom unique id to allow server side filtering
fa_ir: به کوئری خود یک ID سفارشی منحصر بفرد بدهید تا بتواند در سمت سرور فیلترینگ را ایجاد کند

source: Related
fa_ir: مرتبط

source: Fallback
fa_ir: بازگشت به عقب

source: Recent Posts
fa_ir: پست های اخیر

source: Displayed if no relevant results are found. Manual selection display order is random
fa_ir: نمایش داده می شود اگر نتایج مرتبط یافت نشد، منظور نمایش انتخاب دستی انتخاب تصادفی است

source: Set to Yes to avoid duplicate posts from showing up on the page. This only affects the frontend.
fa_ir: با انتخاب بله، نوشته‌های تکراری نمایش داده نخواهند شد. این گزینه فقط در فرانت اند عمل می‌کند.

source: Best Likers
fa_ir: برترین لایک کنندگان

source: Number of users
fa_ir: تعداد کاربران

source: Peroid Limit
fa_ir: محدودیت دوره

source: Today
fa_ir: امروز

source: Yesterday
fa_ir: دیروز

source: Week
fa_ir: هفته

source: Month
fa_ir: ماه

source: Year
fa_ir: سال

source: Last X Days
fa_ir: آخرین X روز

source: Past Days Number
fa_ir: شماره روزهای گذشته

source: Display avatar
fa_ir: نمایش آواتار

source: On
fa_ir: فعال

source: Off
fa_ir: غیرفعال

source: Display name
fa_ir: نام نمایشی

source: Display meta
fa_ir: نمایش متا

source: Display user profile
fa_ir: نمایش مشخصات کاربر

source: Profile URL type
fa_ir: نوع آدرس پروفایل

source: Default
fa_ir: پیشفرض

source: Author Page
fa_ir: صفحه نویسنده

source: Custom Text
fa_ir: متن سفارشی

source: Not Found Text
fa_ir: متن مفهوم نمی باشد

source: Type your text here
fa_ir: متن خود را اینجا بنویسید

source: Ago Text
fa_ir: متن پیش

source: Items
fa_ir: محصولات

source: Margin
fa_ir: حاشیه

source: Avatar size
fa_ir: اندازه آواتار

source: Avatar radius
fa_ir: گردی آواتار

source: Hover
fa_ir: هاور

source: Bottom space
fa_ir: فضای پایین

source: Meta Info
fa_ir: اطلاعات متا

source: Space between metas
fa_ir: فاصله بین اطلاعات

source: Like/Dislike Counter
fa_ir: شمارنده لایک/نپسندیدن

source: DisLike
fa_ir: دیس لایک

source: Icon Position
fa_ir: موقعیت آیکون

source: Enable Custom ID
fa_ir: شناسه سفارشی را فعال کنید

source: Enter a Post ID
fa_ir: شناسه پست را وارد کنید

source: You can set a custom id instead of our automattic get id function to make multiple buttons in a page.
fa_ir: شما می توانید به جای عملکرد خودکار دریافت شناسه ما، یک شناسه سفارشی برای ایجاد چندین دکمه در یک صفحه تنظیم کنید.

source: Primary Color
fa_ir: رنگ اصلی

source: Rotate
fa_ir: چرخش

source: Counter
fa_ir: شمارنده

source: Top Activities
fa_ir: بالاترین فعالیت

source: Number of items
fa_ir: تعداد آیتم ها

source: Display info
fa_ir: نمایش اطلاعات

source: Pagination
fa_ir: صفحه بندی

source: Enable Pagination
fa_ir: فعال کردن صفحه بندی

source: Previous Text
fa_ir: متن قبلی

source: Next Text
fa_ir: متن بعدی

source: By Text
fa_ir: متن قبل از نتیجه

source: Visit Text
fa_ir: به متن مراجعه کنید

source: Alignment
fa_ir: تراز

source: Center
fa_ir: مرکز

source: Date Icon
fa_ir: آیکون تاریخ

source: User Icon
fa_ir: آیکن کاربر

source: Like Icon
fa_ir: آیکون لایک

source: Dislike Icon
fa_ir: تعداد دیس لایک

source: Current
fa_ir: فعلی

source: Top Comments
fa_ir: برترین نظرات

source: All Post Types
fa_ir: همه انواع پست ها

source: Post Types
fa_ir: انواع پست

source: Display title
fa_ir: نمایش عنوان

source: Title Tag
fa_ir: برچسب عنوان

source: Display content
fa_ir: محتوای صفحه نمایش

source: Top Posts
fa_ir: پست های برتر

source: Columns
fa_ir: ستون ها

source: Display thumbnail
fa_ir: نمایش تصویر بند انگشتی

source: Image Ratio
fa_ir: نسبت تصویر

source: Image Width
fa_ir: عرض تصویر

source: Content Length
fa_ir: طول محتوا

source: Display Date
fa_ir: نمایش تاریخ

source: Display Human Time Format
fa_ir: نمایش فرمت زمان انسانی

source: Display Author
fa_ir: نمایش نویسنده

source: Display Votes
fa_ir: نمایش آرا

source: Display readmore
fa_ir: نمایش اطلاعات بیشتر

source: Display CTA Button
fa_ir: نمایش دکمه CTA

source: Template
fa_ir: الگو

source: Display Counter
fa_ir: نمایش شمارنده

source: Display Likers Box
fa_ir: نمایش نام کاربر لایک کرده

source: Likers Display
fa_ir: نمایش لایک ها

source: Popover
fa_ir: پاپ آور

source: Pile Modal
fa_ir: شمع مودال

source: Query
fa_ir: کوئری

source: Force Default Query
fa_ir: اجباری درخواست پیشفرض

source: Force default query results without dependence on ulike results.
fa_ir: اجباری کردن نتایج جستجوی پیش‌فرض بدون وابستگی به نتایج مشابه.

source: Enable Normal Query
fa_ir: پرس و جو عادی را فعال کنید

source: Display posts even if they have no log. (like/dislike)
fa_ir: نمایش پست ها حتی اگر هیچ گزارشی نداشته باشند. (پسندیدن/نپسندیدن)

source: Custom Content
fa_ir: محتوای سفارشی

source: Readmore Text
fa_ir: متن ادامه مطلب

source: Custom Heading Content
fa_ir: محتوای سرفصل سفارشی

source: A Custom HTML structure where you can display it at the item box wrapper. (This option also supports shortcode)
fa_ir: یک ساختار HTML سفارشی که در آن می توانید آن را در بسته بندی جعبه آیتم نمایش دهید. (این گزینه از کد کوتاه نیز پشتیبانی می کند)

source: Custom Inner Content
fa_ir: محتوای داخلی سفارشی

source: Custom Footer Content
fa_ir: محتوا سفارشی پاورقی

source: Columns Gap
fa_ir: فاصله ستون ها

source: Rows Gap
fa_ir: فاصله ردیف

source: Box
fa_ir: جعبه

source: Border Radius
fa_ir: گردی کادر حاشیه

source: Excerpt
fa_ir: چکیده

source: Meta
fa_ir: متا

source: Top Topics
fa_ir: موضوعات برتر

source: Like Button
fa_ir: دکمه لایک

source: Enable Custom Dynamic ID
fa_ir: شناسه دینامیک سفارشی را فعال کنید

source: By activating this option, the IDs of the buttons are created dynamically according to the Item ID set.
fa_ir: با فعال کردن این گزینه، شناسه دکمه ها به صورت پویا مطابق با مجموعه Item ID ایجاد می شوند.

source: Not Liked
fa_ir: لایک نشد

source: Liked
fa_ir: لایک شده

source: Hover Animation
fa_ir: انیمیشن هاور

source: Icon Width
fa_ir: عرض آیکون

source: Icon Height
fa_ir: ارتفاع آیکون

source: "%s" Plugin is Not Activated!
fa_ir: افزونه "%s" فعال نشده است!

source: In order to use this element, you need to install and activate this plugin.
fa_ir: برای استفاده از این المان، باید این افزونه را نصب و فعال کنید.

source: Simple Up/Down Vote
fa_ir: رای ساده مثبت/منفی

source: Book Heart
fa_ir: کتاب قلب

source: Check Mark
fa_ir: چک مارک

source: Voter Thumb
fa_ir: انگشت شست رای دهنده
