Repository: pyksid/wp-ulike-pro
Catalog: languages/wp-ulike-pro-*.po
Languages: fa_ir

source: Something Wrong Happened!
fa_ir: يه اتفاق اشتباهي افتاد!

source: API keys successfully generated.
fa_ir: کلیدهای API با موفقیت تولید شدند.

source: You do not have access.
fa_ir: شما دسترسی ندارید.

source: Please enter required params.
fa_ir: لطفا ورودی های مورد نیاز را وارد کنید.

source: Action not exist.
fa_ir: عمل وجود ندارد.

source: Mission Accomplished.
fa_ir: ماموریت انجام شد.

source: Token Error.
fa_ir: خطای توکن.

source: Done.
fa_ir: انجام شد.

source: Dislike
fa_ir: دیس لایک

source: Export Logs
fa_ir: صادرات سیاهههای مربوط

source: Install Core Pages
fa_ir: نصب برگه های اصلی افزونه

source: WP ULike Pro needs to create several pages (User Profiles, Edit Account, Registration, Login, Password Reset) to function correctly.
fa_ir: WP ULike Pro برای عملکرد صحیح نیاز به ایجاد چندین صفحه (پروفایل های کاربر، ویرایش حساب، ثبت نام، ورود به سیستم، ریست رمز عبور) دارد.

source: Create Pages
fa_ir: ایجاد صفحات

source: No thanks and never ask me again
fa_ir: نه ممنون و دیگه از من نپرس

source: Another check is in progress.
fa_ir: یک بررسی دیگر در حال انجام است.

source: HTTP Error
fa_ir: خطا HTTP

source: %1$sYou have no more activations left.%2$s %3$sPlease upgrade to a more advanced license%4$s (you'll only need to cover the difference).
fa_ir: %1$s لایسنس دیگری برای شما موجود نیست. %2$s %3$s لطفا حساب کاربری خود را برای لایسنس بیشتر ارتقا دهید %4$s .

source: %1$sOh no! Your WP ULike Pro license has expired.%2$s Want to keep creating better marketing and high-performing websites? Renew your subscription to regain access to all of the new pro features, templates, updates & more. %3$sRenew now%4$s
fa_ir: %1$sاوه نه! مجوز WP ULike Pro شما منقضی شده است.%2$s آیا می خواهید به ایجاد بازاریابی بهتر و وبسایت های با عملکرد بالا ادامه دهید؟ اشتراک خود را تمدید کنید تا دوباره به همه ویژگی های حرفه ای جدید، قالب ها، بروزرسانی ها و موارد دیگر دسترسی پیدا کنید. %3$sاکنون تمدید کنید%4$s

source: Your license is missing. Please check your key again.
fa_ir: لایسنس شما وجود ندارد. لطفا کلید خود را دوباره بررسی کنید.

source: %1$sYour license key has been cancelled%2$s (most likely due to a refund request). Please consider acquiring a new license.
fa_ir: %1$sلایسنس شما لغو شد%2$s لطفا یک لایسنس جدید بگیرید.

source: Your license is invalid for this domain. Please check your key again.
fa_ir: مجوز شما برای این دامنه نامعتبر است. لطفا کلید خود را دوباره بررسی کنید.

source: An error occurred. Please check your internet connection and try again. If the problem persists, contact our support.
fa_ir: خطایی روی داد لطفاً اتصال اینترنت خود را بررسی کنید و دوباره امتحان کنید. اگر مشکل همچنان ادامه داشت ، با پشتیبانی ما تماس بگیرید.

source: WP ULike Pro
fa_ir: یولایک پرو

source: Metabox Tools
fa_ir: تنظیمات متاباکس

source: General
fa_ir: عمومی

source: Display Button
fa_ir: نمایش دکمه

source: Enable auto display if not activated in settings panel.
fa_ir: اگر در پنل تنظیمات فعال نشد، نمایش خودکار را فعال کنید.

source: Button Template
fa_ir: قالب دکمه

source: Select a Template
fa_ir: انتخاب الگو

source: Display online preview
fa_ir: نمایش پیش نمایش آنلاین

source: Here
fa_ir: اینجا

source: Button Position
fa_ir: موقعیت دکمه

source: Top of Content
fa_ir: بالای محتوا

source: Bottom of Content
fa_ir: محتوا پایین

source: Top and Bottom
fa_ir: بالا و پایین

source: Likes Counter Quantity
fa_ir: تعداد شمارنده را دوست دارد

source: Likes
fa_ir: لایک ها

source: Dislikes Counter Quantity
fa_ir: تعداد شمارنده را دوست ندارد

source: Dislikes
fa_ir: دیس لایک ها

source: License has been activated successfully.
fa_ir: لایسنس با موفقیت فعال شد.

source: Your License Has Expired
fa_ir: تاریخ لایسنس شما تمام شده است . لطفاً با پشتیبانی محصول از جایی که خرید کرده اید ، تماس بگیرید

source: Want to keep creating better marketing and high-performing websites? Renew your subscription to regain access to all of the new pro features, templates, updates & more
fa_ir: آیا می خواهید به ایجاد بازاریابی بهتر و وبسایت های با عملکرد بالا ادامه دهید؟ اشتراک خود را تمدید کنید تا دوباره به همه ویژگی‌های حرفه‌ای جدید، قالب‌ها، به‌روزرسانی‌ها و موارد دیگر دسترسی پیدا کنید

source: Renew License
fa_ir: تمدید مجوز

source: Your License Is Inactive
fa_ir: لایسنس شما فعال نیست

source: Activate License
fa_ir: فعال کردن لایسنس

source: License Invalid
fa_ir: لایسنس نامعتبر

source: %1$sYour license key doesn't match your current domain%2$s. This is most likely due to a change in the domain URL of your site (including HTTPS/SSL migration). Please deactivate the license and then reactivate it again.
fa_ir: %1$s لایسنس شما با این دامین%2$s مطابقت ندارد.ممکن است به خاطر تغییر دامین سایت با فعال یا غیر فعال کردن گواهینامه امنیتی دامین باشد. لطفا یکبار لایسنس را غیر فعال و مجدداً فعال کنید.

source: Reactivate License
fa_ir: فعال کردن لایسنس

source: License Mismatch
fa_ir: عدم تطابق لایسنس

source: %1$sYour license key doesn't match your current domain%2$s. This is most likely due to a change in the domain URL. Please deactivate the license and then reactivate it again.
fa_ir: %1$sکلید مجوز شما با دامنه فعلی %2$s شما مطابقت ندارد. این به احتمال زیاد به دلیل تغییر در آدرس دامنه است. لطفاً لایسنس را غیرفعال کرده و مجدداً آن را فعال کنید.

source: Please enter your license key.
fa_ir: لطفا کد لایسنس خود را وارد کنید.

source: Expired
fa_ir: منقضی شده

source: Mismatch
fa_ir: عدم تطابق

source: Invalid
fa_ir: بدون اعتبار

source: Status
fa_ir: وضعیت

source: Active
fa_ir: فعال

source: Welcome to WP ULike PRO!
fa_ir: به یولایک پرو خوش آمدید!

source: Please activate your license to get automatic updates, premium support, and unlimited access to our pro features.
fa_ir: لطفا لایسنس خود را جهت دریافت به‌روزرسانی‌های خودکار، پشتیبانی ویژه و دسترسی نامحدود به ویژگی‌های نسخه پرو، فعال کنید.

source: Remind Me Later
fa_ir: بعدا یادآوری کن

source: Your License Will Expire in %s.
fa_ir: لایسنس شما در %s منقضی میشود.

source: Your WP ULike Pro license is about to expire. Renew now and get updates, support, Pro templates for another year.
fa_ir: مجوز WP ULike Pro شما رو به اتمام است. اکنون تمدید کنید و به‌روزرسانی‌ها، پشتیبانی، قالب‌های حرفه‌ای را برای یک سال دیگر دریافت کنید.

source: Your WP ULike Pro license is about to expire. Renew now and get an exclusive, time-limited %s discount.
fa_ir: مجوز WP ULike Pro شما رو به اتمام است. اکنون تمدید کنید و از تخفیف انحصاری %s با زمان محدود برخوردار شوید.

source: License
fa_ir: لایسنس

source: Guest User
fa_ir: کاربر مهمان

source: Activity Permalink
fa_ir: پیوند یکتا فعالیت

source: Not Found!
fa_ir: پیدا نشد!

source: Features of the Pro version are only available once you have registered your license. If you don't yet have a license key, get WP ULike Pro now.
fa_ir: ویژگی های نسخه حرفه ای تنها زمانی در دسترس هستند که مجوز خود را ثبت کرده باشید. اگر هنوز کلید مجوز ندارید، اکنون WP ULike Pro را دریافت کنید.

source: Schema Generator
fa_ir: تولید کننده اسکیما

source: Enable Schema
fa_ir: فال کردن Schema

source: Schema provides a collection of shared vocabularies webmasters can use to mark up their pages in ways that can be understood by the major search engines: Google, Microsoft, Yandex and Yahoo!
fa_ir: Schema مجموعه‌ای از واژگان مشترک را ارائه می‌کند که مدیران وب‌سایت‌ها می‌توانند از آنها برای علامت‌گذاری صفحات خود به روش‌هایی استفاده کنند که توسط موتورهای جستجوی اصلی قابل درک باشد: Google، Microsoft، Yandex و Yahoo!

source: More Information
fa_ir: اطلاعات بیشتر

source: Schema Type
fa_ir: نوع طرح

source: The schemas are a set of types, each associated with a set of properties. The types are arranged in a hierarchy.
fa_ir: اسکیماها مجموعه ای از انواع هستند که هر کدام با مجموعه ای از ویژگی ها مرتبط هستند. انواع در یک سلسله مراتب مرتب شده اند.

source: Book
fa_ir: کتاب

source: Course
fa_ir: دوره

source: How-to
fa_ir: چگونه

source: Event
fa_ir: رویداد

source: Local Business
fa_ir: تجارت محلی

source: Movie
fa_ir: فیلم

source: Product
fa_ir: محصول

source: Software App
fa_ir: نرم افزار App

source: CreativeWorkSeason
fa_ir: فصل کار خلاقانه

source: CreativeWorkSeries
fa_ir: سری کارهای خلاقانه

source: Episode
fa_ir: قسمت

source: Game
fa_ir: بازی

source: MediaObject
fa_ir: موضوع رسانه

source: MusicPlaylist
fa_ir: لیست پخش موزیک

source: Organization
fa_ir: سازمان

source: Select an option
fa_ir: انتخاب یک گزینه

source: Title
fa_ir: عنوان

source: The name of the item. (Put it empty if you want to use post title)
fa_ir: نام مورد. (اگر می خواهید از عنوان پست استفاده کنید آن را خالی بگذارید)

source: Description
fa_ir: توضیحات

source: Name/Brand/Actor
fa_ir: نام / برند / بازیگر

source: Author/Performer/Director
fa_ir: نویسنده/مجری/کارگردان

source: Days of Week
fa_ir: روزهای هفته

source: Opens
fa_ir: باز می شود

source: The time the business location opens.
fa_ir: زمانی که محل کسب و کار باز می شود.

source: Closes
fa_ir: بستن

source: The start date of a seasonal business closure.
fa_ir: تاریخ شروع تعطیلی فصلی کسب و کار.

source: Location Name
fa_ir: نام مکان

source: Street Address
fa_ir: آدرس خیابان

source: Address Locality
fa_ir: محل آدرس

source: Address Region
fa_ir: آدرس منطقه

source: Postal Code
fa_ir: کد پستی

source: Address Country
fa_ir: آدرس کشور

source: Telephone
fa_ir: تلفن

source: Price Range
fa_ir: محدوده قیمت

source: Start Date
fa_ir: تاریخ شروع

source: End Date
fa_ir: تاریخ پایان

source: Created/Published Date
fa_ir: تاریخ ایجاد/انتشار

source: Price
fa_ir: قیمت

source: Price Curreny
fa_ir: قیمت ارز

source: Availability
fa_ir: دسترسی

source: InStock
fa_ir: در انبار

source: PreOrder
fa_ir: پیش سفارش

source: SoldOut
fa_ir: فروخته شده

source: Valid Date
fa_ir: تاریخ معتبر

source: Url
fa_ir: آدرس

source: SKU
fa_ir: شناسه محصول (SKU)

source: Merchant-specific identifier for product.
fa_ir: شناسه خاص تاجر برای محصول.

source: Include all applicable global identifiers; these are described at schema.org/Product|true
fa_ir: شامل تمام شناسه های عمومی قابل اجرا. این موارد در schema.org/Product|true توضیح داده شده است

source: Application Category
fa_ir: دسته بندی اپلیکیشن

source: GameApplication
fa_ir: برنامه بازی

source: SocialNetworkingApplication
fa_ir: اپلیکیشن شبکه اجتماعی

source: TravelApplication
fa_ir: اپلیکیشن سفر

source: ShoppingApplication
fa_ir: اپلیکیشن خرید

source: SportsApplication
fa_ir: برنامه ورزشی

source: LifestyleApplication
fa_ir: اپلیکیشن Lifestyle

source: BusinessApplication
fa_ir: اپلیکیشن تجاری

source: DesignApplication
fa_ir: برنامه طراحی

source: DeveloperApplication
fa_ir: برنامه توسعه دهنده

source: DriverApplication
fa_ir: برنامه درایور

source: EducationalApplication
fa_ir: برنامه آموزشی

source: HealthApplication
fa_ir: برنامه سلامت

source: FinanceApplication
fa_ir: برنامه مالی

source: SecurityApplication
fa_ir: برنامه امنیتی

source: BrowserApplication
fa_ir: برنامه مرورگر

source: CommunicationApplication
fa_ir: برنامه ارتباطی

source: DesktopEnhancementApplication
fa_ir: برنامه ارتقاء دسکتاپ

source: EntertainmentApplication
fa_ir: برنامه سرگرمی

source: MultimediaApplication
fa_ir: اپلیکیشن چند رسانه ای

source: HomeApplication
fa_ir: برنامه خانگی

source: ReferenceApplication
fa_ir: برنامه مرجع

source: UtilitiesApplication
fa_ir: نرم افزار Utilities

source: MedicalApplication
fa_ir: برنامه پزشکی

source: OtherApplication
fa_ir: سایر برنامه ها

source: Operating System
fa_ir: سیستم عامل

source: Software Version
fa_ir: نسخه نرم افزار

source: Is Accessible For Free?
fa_ir: آیا به صورت رایگان قابل دسترسی است؟

source: A flag to signal that the item, event, or place is accessible for free.
fa_ir: پرچمی برای نشان دادن اینکه مورد، رویداد یا مکان به صورت رایگان قابل دسترسی است.

source: The International Standard Serial Number (ISSN) that identifies this serial publication. You can repeat this property to identify different formats of, or the linking ISSN (ISSN-L) for, this serial publication.
fa_ir: شماره سریال استاندارد بین المللی (ISSN) که این نشریه سریال را مشخص می کند. می توانید این ویژگی را برای شناسایی فرمت های مختلف یا ISSN لینک دهنده (ISSN-L) برای این نشریه سریال تکرار کنید.

source: Duration
fa_ir: مدت زمان

source: The duration of the item (movie, audio recording, event, etc.) in ISO 8601 date format.
fa_ir: مدت زمان مورد (فیلم، ضبط صدا، رویداد و غیره) در قالب تاریخ ISO 8601.

source: Encoding Format
fa_ir: فرمت رمزگذاری

source: In cases where a CreativeWork has several media type representations, encoding can be used to indicate each MediaObject alongside particular encodingFormat information. e.g. audio/mpeg
fa_ir: در مواردی که یک CreativeWork چندین نمایش از نوع رسانه دارد، می توان از رمزگذاری برای نشان دادن هر MediaObject در کنار اطلاعات encodingFormat خاص استفاده کرد. به عنوان مثال صوتی/MPEG

source: Tracks Number
fa_ir: شماره آهنگ

source: The number of tracks in this album or playlist.
fa_ir: تعداد آهنگ های این آلبوم یا لیست پخش.

source: Image/Logo
fa_ir: تصویر/لوگو

source: Traks
fa_ir: تراکس

source: Artist Name
fa_ir: نام هنرمند

source: Album Name
fa_ir: نام آلبوم

source: Name
fa_ir: نام

source: Supply
fa_ir: عرضه

source: Tool
fa_ir: ابزار

source: Steps
fa_ir: مراحل

source: Image
fa_ir: تصویر

source: Step List
fa_ir: لیست گام ها

source: Text
fa_ir: متن

source: Image(s) List
fa_ir: فهرست تصاویر

source: Add Image(s)
fa_ir: افزودن تصویر (ها)

source: Disable Star Ratings
fa_ir: غیرفعال کردن امتیاز دهی ستاره

source: Star rating data is automatically added to the schema markup by calculating the number of likes and dislikes. You can disable it if you wish.
fa_ir: داده های امتیاز دهی ستاره به طور خودکار با محاسبه تعداد پسندیدن و نپسندیدن به نشانه گذاری اسکیما اضافه می شود. در صورت تمایل می توانید آن را غیرفعال کنید.

source: Enable Time Factor Calculation
fa_ir: محاسبه ضریب زمان را فعال کنید

source: By default, the star rating value is calculated by counting the number of likes and dislikes. If you have disabled the dislike button, by activating this option, the star rating value will be calculated by considering the time factor on the number of likes.
fa_ir: به طور پیشفرض، مقدار ستاره با شمارش تعداد لایک ها و نپسندیدن ها محاسبه می شود. در صورتی که دکمه دیلایک را غیرفعال کرده باشید، با فعال کردن این گزینه، با در نظر گرفتن ضریب زمان بر تعداد لایک ها، مقدار امتیاز ستاره محاسبه می شود.

source: Enable Custom Star Rating
fa_ir: فعال کردن امتیاز سفارشی ستاره

source: You can manually rate the post (Instead of our dynamic algorithms) by activating this option.
fa_ir: با فعال کردن این گزینه می توانید به صورت دستی به پست امتیاز دهید (به جای الگوریتم های پویا ما).

source: Rating Value
fa_ir: مقدار امتیاز

source: The rating for the content.
fa_ir: امتیاز برای محتوا.

source: Use values from 0123456789 (Unicode 'DIGIT ZERO' (U+0030) to 'DIGIT NINE' (U+0039)) rather than superficially similiar Unicode symbols.
fa_ir: از مقادیر 0123456789 (یونیکد 'DIGIT ZERO' (U+0030) تا 'DIGIT NINE' (U+0039)) به جای نمادهای سطحی مشابه یونیکد استفاده کنید.

source: Use '.' (Unicode 'FULL STOP' (U+002E)) rather than ',' to indicate a decimal point. Avoid using these symbols as a readability separator.
fa_ir: استفاده از '.' (یونیکد «FULL STOP» (U+002E)) به جای «،» برای نشان دادن نقطه اعشار. از استفاده از این نمادها به عنوان جداکننده خوانایی خودداری کنید.

source: Rating Count
fa_ir: تعداد امتیازات

source: The count of total number of ratings.
fa_ir: تعداد کل امتیازها.

source: Review Count
fa_ir: تعداد بازدید

source: The count of total number of reviews.
fa_ir: تعداد کل بازبینی ها.

source: Worst Rating
fa_ir: بدترین امتیاز

source: The lowest value allowed in this rating system. If worstRating is omitted, 1 is assumed.
fa_ir: کمترین مقدار مجاز در این سیستم امتیاز دهی. اگر بدترین رتبه حذف شود، 1 در نظر گرفته می شود.

source: Best Rating
fa_ir: بهترین امتیاز

source: The highest value allowed in this rating system. If bestRating is omitted, 5 is assumed.
fa_ir: بالاترین مقدار مجاز در این سیستم امتیاز دهی. اگر بهترین امتیاز حذف شود، 5 در نظر گرفته می شود.

source: Enable Custom Reviews
fa_ir: فعال کردن نقد و بررسی های سفارشی

source: A review of an item - for example, of a restaurant, movie, or store.
fa_ir: نقد و بررسی یک مورد - برای مثال، یک رستوران، فیلم یا فروشگاه.

source: Reviews
fa_ir: نقد و بررسی ها

source: Author Name
fa_ir: نام نویسنده

source: Date of first publication
fa_ir: تاریخ اولین انتشار

source: Review Body
fa_ir: نقد و بررسی بدنه

source: Review Rating
fa_ir: امتیاز دهی نقد و بررسی

source: Enable Frequently Asked Question (FAQ)
fa_ir: فعال کردن سؤالات متداول (سؤالات متداول)

source: FAQ
fa_ir: پرسش و پاسخ

source: Question
fa_ir: سوال

source: Answer
fa_ir: پاسخ

source: Delete Data
fa_ir: حذف داده

source: Delete All Logs
fa_ir: حذف تمامی گزارش ها

source: Delete Records
fa_ir: حذف

source: You Are About To Delete All Likes Logs. This Action Is Not Reversible.
fa_ir: شما در حال حذف همه گزارش‌های لایک هستید. این عمل برگشت پذیر نیست.

source: Delete Meta Counter Values
fa_ir: حذف مقادیر متا شمارنده

source: Delete Values
fa_ir: حذف مقادیر

source: You Are About To Delete All Meta Counter Data. This Action Is Not Reversible.
fa_ir: شما در حال حذف تمام داده های متا شمارنده هستید. این عمل برگشت پذیر نیست.

source: After completing this operation, go to the "Optimization" section in the settings panel and delete all meta user status.
fa_ir: پس از انجام این عملیات، به قسمت "بهینه سازی" در پنل تنظیمات رفته و تمام وضعیت های متا کاربر را حذف کنید.

source: Enable Standard Meta Data
fa_ir: فعال کردن متا داده استاندارد

source: By activating this option, the counter data is stored simultaneously in the standard meta table and you can use it to create custom queries.
fa_ir: با فعال کردن این گزینه، داده های شمارنده به طور همزمان در جدول متای استاندارد ذخیره می شوند و می توانید از آن برای ایجاد کوئری های سفارشی استفاده کنید.

source: Enable Attachments
fa_ir: فعال کردن پیوست ها

source: By activating this option, you can add voting buttons for image attachments. This option only works when you use WordPress +5.6 and also have the standard `wp_get_attachment_image` function in your theme.
fa_ir: با فعال کردن این گزینه می توانید دکمه های رای گیری برای پیوست های تصویر اضافه کنید. این گزینه فقط زمانی کار می‌کند که از WordPress +5.6 استفاده می‌کنید و همچنین تابع استاندارد «wp_get_attachment_image» را در قالب خود دارید.

source: Filter By Attachment ID
fa_ir: فیلتر بر اساس شناسه پیوست

source: class name
fa_ir: نام کلاس

source: Filter By Class Name
fa_ir: فیلتر بر اساس نام کلاس

source: Add attachment specified class names. (e.g. attachment-full)
fa_ir: نام کلاس های مشخص شده پیوست را اضافه کنید. (به عنوان مثال پیوست-پر)

source: image size
fa_ir: اندازه عکس

source: Filter By Attachment Size
fa_ir: فیلتر بر اساس اندازه پیوست

source: Add attachment standard size. (e.g. large, thumbnail, etc.)
fa_ir: اندازه استاندارد پیوست را اضافه کنید. (به عنوان مثال بزرگ، تصویر کوچک و غیره)

source: Undislike
fa_ir: خلاف نمی پسندم

source: Enable Shortcode Generator
fa_ir: فعال کردن تولید کننده کد کوتاه

source: Comes with pre-built wp ulike shortcode editor to manage your content.
fa_ir: همراه با ویرایشگر کد کوتاه wp ulike از پیش ساخته شده برای مدیریت محتوای شما.

source: Display Stats Menu Capability
fa_ir: قابلیت نمایش منو آمار

source: Manage users' access level to view this page
fa_ir: سطح دسترسی کاربران را برای مشاهده این صفحه مدیریت کنید

source: Enable Meta Box
fa_ir: فعال کردن متا باکس

source: Display meta box panel in selected post types.
fa_ir: نمایش پنل متا باکس در انواع پست انتخاب شده.

source: Button Text
fa_ir: متن دکمه

source: Button Image
fa_ir: تصویر دکمه

source: Modal
fa_ir: مودال

source: Pile + Modal
fa_ir: شمع + مودال

source: Enable Percentage Values
fa_ir: فعال کردن درصد مقادیر

source: Modal Template
fa_ir: الگو مودال

source: Likers
fa_ir: لایک کنندگان

source: Likers Modal Title
fa_ir: عنوان مودال لایک کنندگان

source: Likers Modal Template
fa_ir: الگو لایک کنندگان مودال

source: Allowed Variables:
fa_ir: متغیرهای مجاز:

source: Enable Serialize Data type
fa_ir: فعال کردن سری کردن نوع داده

source: By activating this option, the metabox information will be serialized and stored in a single row. This will lead to fewer records in the database and more performance. But if you are an old user, you probably need to use the options below to convert the old metaboxes to the new serialize structure.
fa_ir: با فعال کردن این گزینه اطلاعات متاباکس به صورت سریالی و در یک ردیف ذخیره می شود. این منجر به رکوردهای کمتر در پایگاه داده و عملکرد بیشتر می شود. اما اگر کاربر قدیمی هستید، احتمالاً باید از گزینه های زیر برای تبدیل متاباکس های قدیمی به ساختار سریال جدید استفاده کنید.

source: Conversions
fa_ir: تبدیل

source: Upgrade Metabox Values
fa_ir: ارتقاء مقادیر متاباکس

source: Merge Rows
fa_ir: ادغام ردیف ها

source: Convert the old meta boxes to the new serialize structure.
fa_ir: متا باکس های قدیمی را به ساختار سریال جدید تبدیل کنید.

source: Delete Old Post Meta
fa_ir: حذف متای پست قدیمی

source: Delete All Rows
fa_ir: حذف همه ردیف ها

source: Drop all unserialized meta box rows after upgrade to serialize structure. This Action Is Not Reversible.
fa_ir: پس از ارتقا، تمام ردیف های متا باکس بدون سریال را رها کنید تا ساختار سریالی شود. این عمل برگشت پذیر نیست.

source: Sorry! You Disliked This.
fa_ir: متاسفم! شما این را دوست نداشتید.

source: Dislike Notice Message
fa_ir: پیام اعلان نپسندیدن

source: Thanks! You Undisliked This.
fa_ir: با تشکر شما این را دوست نداشتید.

source: Undislike Notice Message
fa_ir: پیام اعلان خلاف نمی پسندم

source: Dislike Button
fa_ir: دکمه دیسلایک

source: Dislike Button Aria Label
fa_ir: لیبل آریا دکمه دوست نداشتن

source: Forms Notices
fa_ir: اعلان های فرم ها

source: Please enter required fields.
fa_ir: لطفاً فیلدهای مورد نیاز را وارد کنید.

source: Enter Required Fields
fa_ir: فیلدهای مورد نیاز را وارد کنید

source: Something went wrong. Please try again or contact the admin.
fa_ir: مشکلی پیش آمد. لطفاً دوباره امتحان کنید یا با سرپرست تماس بگیرید.

source: Permission Denied
fa_ir: اجازه دسترسی ندارید

source: Login successful.
fa_ir: ورود موفقیت آمیز.

source: Login Successful
fa_ir: ورود با موفقیت

source: Invalid username or incorrect password!
fa_ir: نام کاربری نامعتبر یا رمز عبور نادرست!

source: Login Failed
fa_ir: ورود ناموفق بود

source: Your password has been reset.
fa_ir: رمز عبور شما دوباره تنظیم شد.

source: Password Reset
fa_ir: ریست رمز عبور

source: Oops! Password did not match! Try again.
fa_ir: اوه! رمز عبور مطابقت نداشت! دوباره امتحان کنید.

source: Password Match
fa_ir: مطابقت رمز عبور

source: Enter a username or email address.
fa_ir: نام کاربری یا آدرس ایمیل خود را وارد کنید.

source: Empty Username
fa_ir: نام کاربری خالی

source: There is no account with that username or email address.
fa_ir: هیچ حساب کاربری با آن نام کاربری یا آدرس ایمیل وجود ندارد.

source: Invalid Combo
fa_ir: ترکیب نامعتبر

source: The email could not be sent.
fa_ir: ایمیل ارسال نشد.

source: Email Error
fa_ir: خطای ایمیل

source: Error Occured please fill up the signup form carefully.
fa_ir: خطا رخ داده لطفا فرم ثبت نام را با دقت پر کنید.

source: Fill Signup Form
fa_ir: پر کردن فرم ثبت نام

source: An error has occurred! Please try again later.
fa_ir: خطایی رخ داده است! لطفاً بعداً دوباره امتحان کنید.

source: Error Occurred
fa_ir: خطا رخ داد

source: Signup successful.
fa_ir: ثبت نام با موفقیت انجام شد.

source: Signup Sucess
fa_ir: ثبت نام موفق شد

source: Please check your email to activate your account.
fa_ir: لطفا ایمیل خود را بررسی کنید تا حساب خود را فعال کنید.

source: Email Verification Required
fa_ir: نیازمند تایید ایمیل

source: Your email has been successfully verified. You can now log in.
fa_ir: ایمیل شما با موفقیت تایید شد. اکنون می توانید وارد شوید.

source: Email Successfully Verified
fa_ir: ایمیل با موفقیت تأیید شد

source: Verification failed. The link might be expired or invalid.
fa_ir: تأیید ناموفق بود. لینک ممکن است منقضی شده یا نامعتبر باشد.

source: Email Verification Failed
fa_ir: تأیید ایمیل ناموفق بود
