Repository: pyksid/wp-ulike-pro
Catalog: languages/wp-ulike-pro-*.po
Languages: fa_ir

source: Your account is not yet verified. Please check your email for the verification link.
fa_ir: حساب شما هنوز تایید نشده است. لطفا ایمیل خود را برای لینک تأیید بررسی کنید.

source: Account Not Verified
fa_ir: حساب تأیید نشده است

source: Registration is currently disabled.
fa_ir: ثبت نام در حال حاضر غیرفعال است.

source: Disabled Registration
fa_ir: ثبت نام غیر فعال

source: Email address is not valid!
fa_ir: آدرس ایمیل معتبر نیست!

source: Invalid Email Address
fa_ir: آدرس ایمیل نامعتبر

source: Sorry, that email address is already used!
fa_ir: متأسفیم ، این آدرس ایمیل قبلاً استفاده شده است!

source: Email Exist
fa_ir: ایمیل وجود دارد

source: Sorry, that username is already used!
fa_ir: با عرض پوزش، آن نام کاربری قبلاً استفاده شده است!

source: Username Exist
fa_ir: نام کاربری وجود دارد

source: Upload Avatar Labels
fa_ir: لیبل های آپلود آواتار

source: User Not Found!
fa_ir: شناسه کاربری پیدا نشد!

source: User Not Found Message
fa_ir: پیام کاربر پیدا نشد

source: Upload
fa_ir: آپلود

source: Avatar Upload Text
fa_ir: متن آپلود آواتار

source: Edit
fa_ir: ویرایش

source: Avatar Edit Text
fa_ir: متن ویرایش آواتار

source: Delete
fa_ir: حذف

source: Avatar Delete Text
fa_ir: آواتار حذف متن

source: Log Out
fa_ir: خروج

source: Profile Log Out Text
fa_ir: متن خروج از پروفایل

source: Login Form Labels
fa_ir: لیبل های فرم ورود

source: Username
fa_ir: نام کاربری

source: Password
fa_ir: رمز عبور

source: Remember Me
fa_ir: مرا به خاطر بسپار

source: Log in
fa_ir: ورود

source: Forgot Password?
fa_ir: رمز عبور را فراموش کرده اید؟

source: Don't have an account?
fa_ir: حساب کاربری ندارید؟

source: Create Account
fa_ir: ایجاد حساب کاربری

source: Signup Form Labels
fa_ir: لیبل های فرم ثبت نام

source: First Name
fa_ir: نام

source: Last Name
fa_ir: نام خانوادگی

source: Email Address
fa_ir: آدرس ایمیل

source: Register
fa_ir: ثبت نام

source: Already have an account?
fa_ir: از قبل حساب کاربری دارید؟

source: Sign In
fa_ir: ورود

source: Reset Password Form Labels
fa_ir: لیبل های فرم ریست رمز عبور

source: To reset your password, please enter your email address or username below
fa_ir: برای ریست رمز عبور خود، لطفا آدرس ایمیل یا نام کاربری خود را در زیر وارد کنید

source: To reset your password...
fa_ir: برای ریست رمز عبور ...

source: Enter your new password below.
fa_ir: رمز عبور جدید خود را در زیر وارد کنید.

source: Check your e-mail address linked to the account for the confirmation link, including the spam or junk folder.
fa_ir: آدرس ایمیل خود را که به حساب مرتبط است برای لینک تأیید، از جمله پوشه هرزنامه یا ناخواسته بررسی کنید.

source: Email Confirmation
fa_ir: تایید ایمیل

source: Username or Email
fa_ir: نام کاربری یا ایمیل

source: New Password
fa_ir: رمز عبور جدید

source: Re-enter New Password
fa_ir: تکرار رمز عبور جدید

source: Your password reset link appears to be invalid. Please request a new link below.
fa_ir: به نظر می رسد لینک ریست رمز عبور شما نامعتبر است. لطفاً یک لینک جدید در زیر بخواهید.

source: Your password reset link appears to be invalid.
fa_ir: به نظر می رسد لینک ریست رمز عبور شما نامعتبر است.

source: Your password reset link has expired. Please request a new link below.
fa_ir: لینک ریست رمز عبور شما منقضی شده است. لطفا یک لینک جدید در زیر درخواست کنید.

source: Your password reset link has expired.
fa_ir: لینک ریست رمز عبور شما منقضی شده است.

source: Get New Password
fa_ir: دریافت رمز عبور جدید

source: Reset password
fa_ir: ریست رمز عبور

source: Go to login page
fa_ir: برو به صفحه ورود

source: Edit Account Form Labels
fa_ir: لیبل های فرم ویرایش حساب

source: Website
fa_ir: وبسایت

source: Biographical Info
fa_ir: اطلاعات بیوگرافی

source: Upload Avatar
fa_ir: آپلود آواتار

source: Submit
fa_ir: ارسال

source: You don't have access to edit the information on this page!
fa_ir: شما به ویرایش اطلاعات این صفحه دسترسی ندارید!

source: You don't have access Message
fa_ir: پیام شما دسترسی ندارید

source: Two Factor Notices
fa_ir: اعلان های دو عاملی

source: Enter the six-digit code from the application
fa_ir: کد شش رقمی امنیتی را از اپلیکیشن وارد کنید

source: Two Factor Title
fa_ir: عنوان دو عاملی

source: The one-time password (TFA code) you entered was incorrect
fa_ir: رمز عبور یکبار مصرف (کد TFA) که وارد کردید نادرست بود

source: Incorrect one-time password message
fa_ir: پیام رمز یک بار مصرف اشتباه است

source: Recaptcha Notices
fa_ir: اعلان های ریکپچا

source: The secret parameter is missing.
fa_ir: پارامتر مخفی وجود ندارد.

source: Recaptcha Missing Secret.
fa_ir: سکرت ریکپچا گم شده.

source: The secret parameter is invalid or malformed.
fa_ir: پارامتر مخفی نامعتبر است یا ناقص است.

source: Recaptcha Invalid Secret.
fa_ir: سکرت ریکپچا نامعتبر است.

source: Please confirm you are not a robot
fa_ir: لطفا تایید کنید که شما یک ربات نیستید

source: Recaptcha Missing Input.
fa_ir: ورودی ریکپچا وجود ندارد.

source: The response parameter is invalid or malformed.
fa_ir: پارامتر پاسخ نامعتبر است یا ناقص است.

source: Recaptcha Invalid Input.
fa_ir: ورودی نامعتبر ریکپچا.

source: The request is invalid or malformed.
fa_ir: درخواست نامعتبر است یا نادرست است.

source: Recaptcha Bad Request.
fa_ir: درخواست بد ریکپچا.

source: The response is no longer valid: either is too old or has been used previously.
fa_ir: پاسخ دیگر معتبر نیست: یا خیلی قدیمی است یا قبلاً استفاده شده است.

source: The response is no longer valid.
fa_ir: پاسخ دیگر معتبر نیست.

source: Undefined reCAPTCHA error.
fa_ir: خطای ریکپچا تعریف نشده.

source: It is very likely a bot.
fa_ir: به احتمال زیاد یک ربات است.

source: Warning: Please never cache pages "Login", "Password Reset", "Register", "Edit Account", "User Profiles". These pages may work wrong if cached.
fa_ir: هشدار: لطفا صفحات "ورود"، "ریست رمز عبور"، "ثبت نام"، "ویرایش حساب"، "پروفایل های کاربر" را هرگز کش نکنید. این صفحات در صورت ذخیره شدن در حافظه پنهان ممکن است اشتباه کار کنند.

source: Select Login Page
fa_ir: انتخاب صفحه ورود

source: Login Redirect URL
fa_ir: آدرس تغییر مسیر پس از ورود

source: Logout Redirect URL
fa_ir: آدرس تغییر مسیر پس از خروج

source: Redirect WordPress Default Login
fa_ir: تغییر مسیر ورود پیشفرض وردپرس

source: You can easily replace default WordPress login page with your own custom login page.
fa_ir: شما به راحتی می توانید صفحه ورود پیشفرض وردپرس را با صفحه ورود سفارشی خود جایگزین کنید.

source: Select Signup Page
fa_ir: انتخاب صفحه ثبت نام

source: Signup Redirect URL
fa_ir: آدرس تغییر مسیر ثبت نام

source: Signup Status
fa_ir: وضعیت ثبت نام

source: Auto Approve
fa_ir: تایید خودکار

source: Require Email Activation
fa_ir: نیاز به فعال کردن ایمیل

source: Enable Auto Login After Signup
fa_ir: ورود خودکار پس از ثبت نام را فعال کنید

source: Select Reset Password Page
fa_ir: انتخاب صفحه ریست رمز عبور

source: Select Edit Account Page
fa_ir: انتخاب صفحه ویرایش حساب

source: Logged In Message
fa_ir: پیام برای کاربران وارد شده

source: Enable 2-factor Authentication
fa_ir: فعال کردن تایید دو مرحله‌ای

source: Increase security for user accounts by using multiple authentication steps.
fa_ir: با استفاده از چند مرحله احراز هویت، امنیت حساب های کاربری را افزایش دهید.

source: After activating this option, put the %s shortcode in the profile tabs or any another page.
fa_ir: پس از فعال کردن این گزینه، کد کوتاه %s را در برگه های پروفایل یا هر صفحه دیگری قرار دهید.

source: Enable Google reCAPTCHA
fa_ir: فعال کردن ریکپچا گوگل

source: Turn on or off your Google reCAPTCHA on your site registration, login and reset password forms by default.
fa_ir: ریکپچا گوگل خود را در فرم های ثبت نام سایت، ورود و ریست رمز عبور به طور پیشفرض فعال یا غیرفعال کنید.

source: Enable Global reCAPTCHA Scripts
fa_ir: فعال کردن اسکریپت های عمومی ریکپچا

source: Enable this option if you use the Recaptcha gobally on all pages. Like when you use it on Modal login forms.
fa_ir: اگر از Recaptcha goballly در همه صفحات استفاده می کنید، این گزینه را فعال کنید. مانند زمانی که از آن در فرم های ورود Modal استفاده می کنید.

source: Choose the type of reCAPTCHA for this site key. A site key only works with a single reCAPTCHA site type.
fa_ir: نوع کلید ریکپچا را برای این کلید سایت انتخاب کنید. یک کلید سایت فقط با یک نوع سایت ریکپچا تنها کار می کند.

source: reCAPTCHA type
fa_ir: نوع ریکپچا

source: reCAPTCHA v2
fa_ir: ریکپچا نسخه 2

source: reCAPTCHA v3
fa_ir: ریکپچای نسخه 3

source: Site Key
fa_ir: کلید سایت (Site Key)

source: You can register your site and generate a site key via <a href="https://www.google.com/recaptcha/">Google reCAPTCHA</a>
fa_ir: شما می توانید در سایت مقابل وبسایت خود را ثبت نام کنید وکلید مخصوص را دریافت کنید <a href="https://www.google.com/recaptcha/">ریکپچا گوگل</a>

source: Secret Key
fa_ir: کلید مخفی (Secret Key)

source: Keep this a secret. You can get your secret key via <a href="https://www.google.com/recaptcha/">Google reCAPTCHA</a>
fa_ir: این را مخفی نگه دارید. می‌توانید کلید مخفی خود را از طریق دریافت کنید <a href="https://www.google.com/recaptcha/">ریکپچا گوگل</a>

source: Type
fa_ir: نوع

source: The type of reCAPTCHA to serve.
fa_ir: نوع ریکپچا برای ارائه.

source: Audio
fa_ir: صدا

source: Language
fa_ir: زبان

source: Select the language to be used in your reCAPTCHA.
fa_ir: زبان مورد استفاده در ریکپچا خود را انتخاب کنید.

source: Theme
fa_ir: موضوع

source: Select a color theme of the widget.
fa_ir: یک قالب رنگ ابزارک را انتخاب کنید.

source: Dark
fa_ir: تیره

source: Light
fa_ir: روشن

source: Size
fa_ir: اندازه

source: Compact
fa_ir: فشرده

source: Normal
fa_ir: معمولی

source: Enhance your user experience by integrating seamless social logins on your platform. Whether you prefer to auto-display login options or manually place them with our specialized following shortcode, this panel provides a streamlined configuration process to get you set up swiftly. Dive in and optimize your user onboarding today!
fa_ir: تجربه کاربری خود را با ادغام لاگین های اجتماعی یکپارچه در پلتفرم خود افزایش دهید. چه ترجیح می‌دهید گزینه‌های ورود را به صورت خودکار نمایش دهید یا به صورت دستی آن‌ها را با کد کوتاه تخصصی زیر ما قرار دهید، این پنل یک فرآیند پیکربندی ساده را فراهم می‌کند تا شما را به سرعت راه‌اندازی کند. امروز وارد شوید و ورود کاربر خود را بهینه کنید!

source: Enable Social Logins
fa_ir: فعال کردن ورودی های اجتماعی

source: Social networks
fa_ir: شبکه های اجتماعی

source: Network
fa_ir: شبکه

source: Facebook
fa_ir: فیسبوک

source: GitHub
fa_ir: گیت هاب

source: Google
fa_ir: گوگل

source: Amazon
fa_ir: آمازون

source: LinkedIn
fa_ir: لینکدین

source: Apple
fa_ir: اپل

source: WordPress
fa_ir: وردپرس

source: Yahoo
fa_ir: یاهو

source: Medium
fa_ir: متوسط

source: Dribbble
fa_ir: دریبل

source: Paypal
fa_ir: پی پال

source: Login Button Text
fa_ir: متن دکمه ورود

source: Controls the text displayed on the login button.
fa_ir: متن نمایش داده شده روی دکمه ورود را کنترل می کند.

source: Link Button Text
fa_ir: دکمه متن لینک

source: Controls the text displayed on the link account button.
fa_ir: متن نمایش داده شده روی دکمه حساب لینک را کنترل می کند.

source: Client ID
fa_ir: شناسه مشتری

source: Your app ID
fa_ir: شناسه برنامه شما

source: Client Secret
fa_ir: رمز مشتری

source: Your app secret
fa_ir: سکرت برنامه (app secret) شما

source: Disable Social Connect
fa_ir: غیرفعال کردن اتصال اجتماعی

source: The redirect URI is:
fa_ir: URI تغییر مسیر عبارت است از:

source: View
fa_ir: مشاهده

source: Icon & Text
fa_ir: آیکون و متن

source: Icon
fa_ir: آیکون

source: Skin
fa_ir: پوسته

source: Gradient
fa_ir: گرادیانت

source: Minimal
fa_ir: مینیمال

source: Framed
fa_ir: قاب شده

source: Boxed
fa_ir: باکس شده

source: Flat
fa_ir: تخت

source: Shape
fa_ir: شکل

source: Square
fa_ir: مربع

source: Rounded
fa_ir: گرد

source: Circle
fa_ir: دایره

source: Color
fa_ir: رنگ

source: Official
fa_ir: رسمی

source: Custom
fa_ir: سفارشی

source: Layout
fa_ir: طرح

source: Auto Display
fa_ir: نمایش خودکار

source: None
fa_ir: هیچکدام

source: After Login Form
fa_ir: بعد از فرم ورود

source: Before Login Form
fa_ir: قبل از فرم ورود

source: Cutom Hook
fa_ir: هوک سفارشی

source: Enter Hook Name
fa_ir: نام هوک را وارد کنید

source: Please enter your desired action name in this field so that the social buttons are automatically displayed there.
fa_ir: لطفا نام اقدام مورد نظر خود را در این قسمت وارد کنید تا دکمه های اجتماعی به صورت خودکار در آنجا نمایش داده شوند.

source: Before Content
fa_ir: قبل از محتوا

source: After Content
fa_ir: بعد از محتوا

source: Read More
fa_ir: ادامه مطلب

source: Enable User Profiles
fa_ir: فعال کردن پروفایل های کاربر

source: Select Profile Page
fa_ir: انتخاب صفحه پروفایل

source: Here you can control the permalink structure of the user profile URL globally.
fa_ir: در اینجا می توانید ساختار پیوند یکتا آدرس پروفایل کاربر را به صورت عمومی کنترل کنید.

source: Profile Permalink Base
fa_ir: پایه پیوند یکتا پروفایل

source: First and Last Name with '.'
fa_ir: نام و نام خانوادگی با '.'

source: First and Last Name with '-'
fa_ir: نام و نام خانوادگی با '-'

source: First and Last Name with '+'
fa_ir: نام و نام خانوادگی با '+'

source: User ID
fa_ir: شناسه کاربر

source: Redirect author page to their profile
fa_ir: تغییر مسیر صفحه نویسنده به پروفایلشان

source: User Profile Access
fa_ir: دسترسی پروفایل کاربری

source: Everyone
fa_ir: همه

source: Logged In Users
fa_ir: کاربران وارد شده

source: Custom Redirect URL
fa_ir: آدرس تغییر مسیر سفارشی

source: Show only for profile owner
fa_ir: نمایش فقط برای مالک پروفایل

source: Restrict access to profiles only for the account holder. (In case of discrepancies, users will be redirected to their own profile.)
fa_ir: دسترسی به پروفایل ها را فقط برای دارنده حساب محدود کنید. (در صورت مغایرت، کاربران به پروفایل خود هدایت خواهند شد.)

source: Exclusive Roles
fa_ir: نقش های انحصاری

source: Specify all user roles that can access the profile except the account holder.
fa_ir: تمام نقش های کاربری را که می توانند به پروفایل دسترسی داشته باشند، به جز دارنده حساب، مشخص کنید.

source: Profile Appearance
fa_ir: ظاهر پروفایل

source: User Info
fa_ir: اطلاعات کاربر

source: Show user avatar
fa_ir: نمایش آواتار کاربر

source: Avatar image size
fa_ir: اندازه تصویر آواتار

source: Show user info section
fa_ir: نمایش بخش اطلاعات کاربر

source: Show display name
fa_ir: نمایش نام صفحه

source: Show user description
fa_ir: نمایش توضیحات کاربر

source: Show a custom message if user bio is empty
fa_ir: نمایش یک پیام سفارشی، اگر بیوگرافی کاربر خالی است

source: Custom message
fa_ir: پیام سفارشی

source: Custom HTML
fa_ir: HTML سفارشی

source: A Custom HTML structure where you can display it at the bottom of the Info section. (This option also supports shortcode)
fa_ir: یک ساختار HTML سفارشی که می توانید آن را در پایین بخش اطلاعات نمایش دهید. (این گزینه از کد کوتاه نیز پشتیبانی می کند)

source: Badges
fa_ir: نشان ها

source: Show badges section
fa_ir: نمایش بخش نشان ها

source: Add Profile Badges
fa_ir: افزودن نشان های پروفایل

source: Badge Type
fa_ir: نوع نشان

source: Default
fa_ir: پیشفرض

source: Subtitle
fa_ir: زیرنویس

source: A Custom HTML structure where you can display it as a badge item. (This option also supports shortcode)
fa_ir: یک ساختار HTML سفارشی که می توانید آن را به عنوان یک نشان نشان دهید. (این گزینه از کد کوتاه نیز پشتیبانی می کند)

source: Tabs
fa_ir: تب ها

source: Show tabs section
fa_ir: نمایش بخش برگه ها

source: Select Tabs Side
fa_ir: انتخاب تب های کناری

source: Top
fa_ir: بالا

source: Left
fa_ir: چپ

source: Right
fa_ir: راست

source: Add Profile Tabs
fa_ir: افزودن برگه های پروفایل

source: Content
fa_ir: محتوا

source: A simple HTML/Text structure where you can use different shortcodes.
fa_ir: یک ساختار ساده HTML/Text که در آن می توانید از کدهای کوتاه مختلف استفاده کنید.

source: Create Link Tab
fa_ir: ایجاد برگه لینک

source: Using this option, you can add custom external link for profile nav tabs.
fa_ir: با استفاده از این گزینه می توانید لینک خارجی سفارشی را برای تب های ناوبری پروفایل اضافه کنید.

source: Appearance
fa_ir: ظاهر

source: Header column width
fa_ir: عرض ستون هدر

source: Tabs column width
fa_ir: عرض ستون برگه ها

source: Heading
fa_ir: هدینگ

source: Header info width
fa_ir: عرض اطلاعات هدر

source: Header badges width
fa_ir: عرض نشان های هدر

source: Avatar column width
fa_ir: عرض ستون آواتار

source: User info column width
fa_ir: عرض ستون اطلاعات کاربر

source: Badge item width
fa_ir: عرض مورد نشان

source: Enable Upload Local Avatar
fa_ir: فعال کردن آپلود آواتار محلی

source: Do you want to use gravatars instead of the default plugin profile photo (If the user did not upload a custom profile photo / avatar)
fa_ir: آیا می خواهید از گراواتار بجای عکس پیش‏فرض پروفایل استفاده نمایید؟ (البته اگر کاربر یک عکس/آواتار پروفایل دلخواه را آپلود نکند.)

source: Use Gravatars?
fa_ir: از گراتاوراها استفاده میکنید؟

source: Default Avatar
fa_ir: آواتار پیشفرض

source: Avatar Maximum File Size
fa_ir: حداکثر اندازه فایل آواتار

source: Avatar Maximum Width
fa_ir: حداکثر عرض آواتار

source: Image Quality
fa_ir: کیفیت تصویر

source: Quality is used to determine quality of image uploads, and ranges from 0 (worst quality, smaller file) to 100 (best quality, biggest file). The default range is 60.
fa_ir: کیفیت برای تعیین کیفیت آپلود تصاویر استفاده می شود و از 0 (بدترین کیفیت، فایل کوچکتر) تا 100 (بهترین کیفیت، بزرگترین فایل) محدوده می باشد. محدوده پیشفرض 60 است.

source: Enable Dashboard Limit Access
fa_ir: فعال کردن محدودیت دسترسی داشبورد

source: Hide Admin Bar
fa_ir: مخفی کردن نوار ادمین

source: Dashboard User Access
fa_ir: دسترسی داشبورد کاربر

source: Dashboard access can be restricted to users of certain roles only.
fa_ir: دسترسی داشبورد را می توان فقط به کاربران دارای نقش های خاص محدود کرد.

source: Desktop
fa_ir: دسکتاپ

source: Tablet
fa_ir: تبلت

source: Mobile
fa_ir: موبایل

source: Enable REST API
fa_ir: فعال کردن REST API

source: Authentication Type
fa_ir: نوع احراز هویت

source: User Login
fa_ir: ورود کاربر

source: Custom Keys
fa_ir: کلیدهای سفارشی

source: Access to readable routes
fa_ir: دسترسی به مسیرهای قابل خواندن

source: Manage users' access level to REST API.
fa_ir: سطح دسترسی کاربران به REST API را مدیریت کنید.

source: Access to writable routes
fa_ir: دسترسی به مسیرهای قابل نوشتن

source: Enable Auto User ID
fa_ir: شناسه کاربر خودکار را فعال کنید

source: Posts
fa_ir: پست ها

source: Delete Orphaned Rows
fa_ir: حذف ردیف های یتیم

source: Delete Rows
fa_ir: حذف ردیف ها

source: Drop all rows in the logs table where its related table row no longer exists. (Don't try this option if you're using custom IDs)
fa_ir: همه ردیف‌ها را در جدول گزارش‌ها رها کنید، جایی که ردیف جدول مربوط به آن دیگر وجود ندارد. (اگر از شناسه های سفارشی استفاده می کنید، این گزینه را امتحان نکنید)

source: Delete Dulicate Rows
fa_ir: حذف ردیف های تکراری

source: Delete all duplicate rows generated by the spam users.
fa_ir: تمام ردیف های تکراری ایجاد شده توسط کاربران هرزنامه را حذف کنید.

source: Optimize Table Overhead
fa_ir: بهینه سازی سربار جدول

source: Optimize Table
fa_ir: بهینه سازی جدول

source: Overhead is a temporary disk space that is used by your database to store queries. Over time, a table’s overhead will increase.
fa_ir: سربار یک فضای دیسک موقت است که توسط پایگاه داده شما برای ذخیره پرس و جوها استفاده می شود. با گذشت زمان، سربار جدول افزایش می یابد.

source: Migrate Counter Metadata
fa_ir: انتقال متادیتا شمارنده

source: Migrate Rows
fa_ir: انتقال ردیف ها

source: You are about to migrate counter values to wordpress meta table.
fa_ir: شما در حال انتقال مقادیر شمارنده به جدول متا وردپرس هستید.

source: Reset Counter Values
fa_ir: ریست مقادیر شمارنده

source: Reset Counter
fa_ir: ریست شمارنده

source: Reset all counters without affecting stats information.
fa_ir: همه شمارنده ها را بدون تأثیر بر اطلاعات آماری ریست کنید.

source: Comments
fa_ir: نظرات

source: BuddyPress
fa_ir: بادی پرس

source: bbPress
fa_ir: بی بی پرس

source: Other cases
fa_ir: موارد دیگر

source: Delete All Meta User Status
fa_ir: تمام وضعیت کاربری متا را حذف کنید

source: You Are About To Delete All Meta User Status.
fa_ir: شما در حال حذف تمام وضعیت کاربری متا هستید.

source: Delete All Meta Statistics Values
fa_ir: حذف تمام مقادیر متا آمار

source: You Are About To Delete All Meta Stats Values.
fa_ir: شما در حال حذف تمام مقادیر متا آمار هستید.

source: Delete Empty Post Meta Rows
fa_ir: حذف ردیف های متا پست خالی

source: Drop all Metabox rows in the post meta table where its value is empty.
fa_ir: تمام ردیف های Metabox را در جدول post meta جایی که مقدار آن خالی است رها کنید.

source: Create default pages
fa_ir: ایجاد صفحات پیشفرض

source: This tool will install all the missing pages. Pages already defined and set up will not be replaced.
fa_ir: این ابزار تمام صفحات از دست رفته را نصب می کند. صفحاتی که از قبل تعریف و تنظیم شده اند جایگزین نخواهند شد.

source: Delete default pages
fa_ir: حذف صفحات پیشفرض

source: Delete Pages
fa_ir: حذف صفحات

source: This tool will delete all the default pages
fa_ir: این ابزار تمام صفحات پیشفرض را حذف می کند

source: You can create multiple share buttons as you wish and use them as shortocode or try auto display options. Just be sure to set the "Slug" option for each item. For example, if you want to use shortcode and set slug as "single_share", you can use the following shortcode to display social buttons:
fa_ir: می توانید چندین دکمه اشتراک گذاری را به دلخواه ایجاد کنید و از آنها به عنوان کد کوتاه استفاده کنید یا گزینه های نمایش خودکار را امتحان کنید. فقط مطمئن شوید که گزینه "Slug" را برای هر مورد تنظیم کنید. به عنوان مثال، اگر می خواهید از کد کوتاه استفاده کنید و Slug را به عنوان "single_share" تنظیم کنید، می توانید از کد کوتاه زیر برای نمایش دکمه های اجتماعی استفاده کنید:

source: Add Share Items
fa_ir: افزودن موارد اشتراک گذاری

source: Slug
fa_ir: نامک

source: Share Buttons
fa_ir: دکمه های اشتراک گذاری

source: facebook
fa_ir: فیسبوک

source: linkedin
fa_ir: لینکدین

source: tumblr
fa_ir: تامبلر

source: pinterest
fa_ir: پینترست

source: xing
fa_ir: زینگ

source: wordpress
fa_ir: وردپرس

source: baidu
fa_ir: بایدو

source: weibo
fa_ir: ویبو

source: skype
fa_ir: اسکایپ

source: telegram
fa_ir: تلگرام

source: whatsapp
fa_ir: واتساپ

source: wechat
fa_ir: ویچت

source: Label
fa_ir: لیبل

source: After Button
fa_ir: بعد از دکمه

source: Before Button
fa_ir: قبل از دکمه

source: Modal After Vote
fa_ir: مودال بعد از رای

source: Filter Status
fa_ir: وضعیت فیلتر

source: By selecting any type, you can disable adding share buttons in that area.
fa_ir: با انتخاب هر نوع، می‌توانید افزودن دکمه‌های اشتراک‌گذاری را در آن ناحیه غیرفعال کنید.

source: Like
fa_ir: لایک

source: Unlike
fa_ir: نپسندیدن

source: Filter Types
fa_ir: انواع فیلتر

source: Activities
fa_ir: فعالیت ها

source: Topics
fa_ir: موضوعات

source: Emails
fa_ir: ایمیل ‌ها

source: You can use the following variables in all templates:
fa_ir: می توانید از متغیرهای زیر در همه الگوها استفاده کنید:

source: Account Welcome Email
fa_ir: ایمیل خوش آمد گویی حساب کاربری

source: Subject Line
fa_ir: عنوان

source: Welcome to {site_name}!
fa_ir: خوش آمدید به {site_name}!

source: Message Body
fa_ir: بدنه پیام

source: Password Reset Email
fa_ir: ایمیل ریست رمز عبور

source: Reset your password
fa_ir: بازیابی رمز عبور

source: Password Changed Email
fa_ir: ایمیل تغییر رمز عبور

source: Your {site_name} password has been changed!
fa_ir: رمز عبور {site_name} شما تغییر کرده است!

source: Please activate your account
fa_ir: لطفا ایمیل حساب کاربری خود را تایید بفرمایید

source: Your account at {site_name} is now active
fa_ir: حساب شما در{site_name} اکنون فعال است

source: Admin E-mail Address
fa_ir: آدرس ایمیل مدیریت

source: Mail appears from
fa_ir: نام ارسال کننده ایمیل

source: Mail appears from address
fa_ir: ایمیل ها به نظر میرسند از آدرس

source: Use HTML for E-mails?
fa_ir: از HTML برای ایمیل استفاده کنید؟

source: Backup
fa_ir: پشتیبان گیری

source: Avatar
fa_ir: آواتار

source: Rating
fa_ir: امتیاز

source: If the local avatar is inappropriate for this site, Gravatar will be attempted.
fa_ir: اگر آواتار محلی برای این سایت نامناسب باشد، Gravatar تلاش خواهد شد.
